[X2Effect_DLC_Day60Freeze]
FreezeName="Frozen"
FreezeDesc="Unidades congeladas não podem mover-se ou tomar quaisquer ações, e são mais fáceis de bater."
RulerFreezeTickFlyover="Congelado: <Ability:TurnsRemaining/>"
FreezeEffectAddedString="<XGParam:StrValue0/!UnitName/> está Congelado."
FreezeEffectPersistsString="<XGParam:StrValue0/!UnitName/> ainda está congelado."
FreezeEffectRemovedString="<XGParam:StrValue0/!UnitName/> não é mais Frozen."
FreezeLostFlyover="Descongelado"
LargeUnitFreezeLostFlyover="Thawed: Perdeu Um Ponto de Ação"


-benzóico.
; UI
-benzóico.

[UIAlert_DLC_Day60]
M_strHunterWeaponsAvailableTitle="Armas da Caça"
M_strHunterWeaponsAvailableLabel="NOVO EQUIPAMENTO DESCOBERTO"
M_strHunterWeaponsAvailableBody="Comandante, as armas únicas que descobrimos no porão de carga do Skyranger quebrou podem agora ser equipadas por nossos soldados."
M_strHunterWeaponsAvailableGoToArmory="EQUIPAR ARMAS NOVAS"

M_strHunterWeaponsPOIAvailableBody="Comandante, nossos scanners de longo alcance apenas pegaram uma baliza de localizador de emergência transmitindo em uma freqüência que não usamos desde a invasão. Pode ser um tiro longo, mas é possível que alguém poderia ter sobrevivido lá fora. Em breve possível. "
M_strAlienNestPOIAvailableBody="Comandante, triangulizamos com êxito a posição do ponto de origem do Big Sky.Nós estamos pegando uma transmissão fraca em um canal aberto na área, e isso soa como muito parecido com o Dr. Vahlen.Se há alguma chance de que ela ainda está viva Precisamos chegar ao local imediatamente! "

[UIMission_AlienNest]
M_strFlavorText="Nós triangulamos o ponto de partida original do Skyranger, as leituras de energia na área são manchadas, mas há definitivamente sinais de vida lá embaixo."
M_strLaunchMission="INVESTIGAR"

-benzóico.
; CONTEÚDO NARRATIVO
-benzóico.

[X2DownloadableContentInfo_DLC_Day60]
NarrativeContentLabel="Alien Hunters: \"O ninho\""
NarrativeContentSummary="Esta missão introduz a história do conteúdo do Alien Hunters. Todo o conteúdo da jogabilidade (incluindo armas, armaduras e novos inimigos) ainda será ativado sem esta missão".

PartContentLabel="Caçadores estrangeiros"
PartContentSummary="Ajustar a probabilidade de que novos soldados aparecerão com as opções de personalização do Alien Hunters"

EnableContentLabel="Ativar a jogabilidade de Caçadores Alienígenas?"
EnableContentSummary="Alien Hunters adiciona novos inimigos desafiadores a missões, juntamente com poderosas novas armas, armaduras e itens para XCOM. Deseja ativar o conteúdo de jogo da Alien Hunters para esta campanha? \ N \ nAs novas opções de personalização de soldado são ativadas automaticamente. \ N \ nO contexto narrativo completo para o conteúdo da jogabilidade dos Caçadores Alienígenas, incluindo uma emocionante missão de história nova, pode ser experimentado iniciando uma nova campanha."
EnableContentAcceptLabel="Ativar Caçadores Alienígenas"
EnableContentCancelLabel="Cancelar"

[XComGameState_AlienRulerManager]
NestCentralFirstName="John"
NestCentralLastName="Bradford"
NestCentralNickName="Central"